{
	"summary": {
		"low": "<p>Your score indicates your organization is focused around optimizing sales and marketing processes. Key characteristics of companies like yours include a hyper-focus on key business drivers including attracting and nurturing prospects and activities around engaging and acquiring new customers.  Companies just like yours also tend focus on the development of a sales model and on sales enablement. As your sales model develops, marketing in turn maps its activities to the various stages defined by your sales cycle. For companies that score in this range, sales enablement and support are critical success factors followed closely by website scale and reach and a universal approach to demand generation. </p><p>See the following pages for our recommendations to advance your marketing to the next stage.</p>",
		"medlow": "<p>Your score indicates your marketing organization is transforming itself from being a discovery and generation machine into a strategic line of business. Key characteristics of companies like yours include a hyper-focus on key business drivers including attracting and nurturing prospects, and activities around engaging and acquiring new customers. This may translate into hyper-focus on the quality of its marketing outputs including: inquiries, suspects and prospects, leads, MQLs and opportunities, in an effort to optimize efficiencies and eliminate waste along the value-building chain. In addition to sales enablement and management of demand generation activities, your marketing team might also be spending a considerable amount of time examining and defining the sales cycle to ensure sales only works on activities that matter. And because of the hyper-focus on stages in the sales cycle, marketing typically takes an enhanced approach to demand generation, putting the customer at the center of its marketing strategy, supported by data, embedded account intelligence such as lead scoring, and some level of segmentation and personalization.</p><p> See the following pages for our recommendations to advance your marketing to the next stage.</p>",
		"medhigh": "<p>Your score indicates your marketing organization is critical to delivering on your corporate strategy and goals. Key characteristics of companies like yours include a hyper-focus on key business drivers including attracting and nurturing prospects and activities around engaging and acquiring new customers. Companies that have achieved this level of marketing excellence have shifted their focus to be completely data-driven, leveraging a full arsenal of tools to achieve marketing excellence across all relevant channels. </p><p> Account signals and personalization, account based marketing, predictive lead scoring, artificial intelligence, real-time data, and testing and optimization - these enhanced approaches to marketing execution represent just a subset of what companies that score at this level are leveraging to manage not only the sales pipeline, but the entire customer experience.</p><p> See the following pages for our recommendations to advance your marketing to the next stage.</p>",
		"high": "<p>Congratulations! You join an elite group of companies that has mastered many of the fundamental and advanced aspects of marketing, including a hyper-focus on key business drivers like attracting and nurturing prospects and engaging and acquiring new customers. Companies in your peer group have invested tremendous amounts of time and effort to lay the foundation around maximizing benefits and value derived from their marketing automation investment. These teams are also heavily invested in advanced tactics grounded in data that put the customer in the center of any experience.</p><p> Domain expertise within your marketing team has allowed you to engage in exercises that continually outperform previous iterations. A normal day at your company might include hearing about your latest customer experience results across a new array of activities including lead scoring and account signals, account based marketing, predictive lead scoring, artificial intelligence, real-time data, testing and optimization and automated lead nurturing, among others. To stay on top everyone on your team ensures a data-first approach, revolves everything around the customer and learns from them as well, and finally is open to continually embracing new technologies.</p><p> See the following pages for a few recommendations on how to continue on this trajectory.</p> "
	},
	"conclusion": {
		"low": "<p>Implementing marketing automation will greatly reduce costs and increase efficiencies. However, just setting up and launching a basic marketing automation program is not enough, even with a CRM integration to help with lead handoff and management. If an email isn’t relevant to the buyer receiving it, it becomes no better than SPAM. And only 9% of marketers are confident that all the emails they send are relevant (OptinMonster). There are definite repercussions to a high SPAM rating, such as being blacklisted and/or blocked, which causes deliverability numbers to suffer. And if your CRM contact data is incomplete or incorrect, it could complicate matters even further.</p><p> See below for a checklist and some curated assets to help advance your marketing to the next stage.</p>",
		"medlow": "<p>Well done! Your responses indicate that you are evolving from being focused on lead generation to using tactics like lead scoring, segmentation, personalization, and behavioral re-targeting across several channels to optimize the sales funnel and improve conversion. </p><p>See below for a checklist and some curated assets to help advance your marketing to the next stage.</p>",
		"medhigh": "<p>Your marketing organization has become central to your organization’s overall strategy. You are leveraging a data-driven approach to marketing and employing more advanced tactics and strategies to gain real-time, actionable insights and drive marketing excellence across the entire customer experience. </p><p>See below for a checklist and some curated assets to help advance your marketing to the next stage.</p>",
		"high": "<p>Congratulations! You’ve demonstrated that you’re among a top tier of marketers. By breaking down the organizational silos and connecting data and insights across business groups, you’re positioned to activate your customer intelligence in each of the micro-moments in which your customers engage. </p><p>This, in turn, helps to ensure you’re able to deliver a truly connected customer experience and drive revenue growth in today’s experience economy. See below for a checklist and some curated assets to help you continue on this trajectory.</p> "
	},
	"broadcast": {
		"broadcast_text": {
			"low": "<p>Organizations just starting this process are only beginning to see the benefits of marketing automation. Some other efficiency-driving capabilities you should consider if you haven't initiated them already are leveraging templates and blueprints to save time and energy (why reinvent the wheel, after all?), \"batch-and-blast\" style email communications, basic channel marketing like email and web to maximize your ROI, and integration with your CRM to increase capacity, scale, and yield of your marketing efforts.</p>",
			"medlow": "<p>Organizations just getting adept at this process are only beginning to see the benefits of marketing automation and some efficiency-driving capabilities like templates and blueprints. As you continue to advance and develop your broadcast marketing skills, consider incorporating more \"batch-and-blast\" style email communications to achieve scale, while also ensuring you're maximizing your ROI from basic marketing channels like email and web. You'll also want to consider integration with your CRM to increase capacity, scale, and yield of your marketing efforts.</p> ",
			"medhigh": "<p>Rome wasn't built in a day, and neither are your marketing capabilities, but you're certainly on the road to mastering <strong>Broadcast Marketing.</strong> You're finding ways to improve efficiency and scale by taking advantage of time-saving capabilities built into your marketing automation platform. If you aren’t already, consider how you can continue to maximize the ROI of basic channel marketing like email and web, as well as integration with your CRM to increase capacity, scale, and yield of your marketing efforts.</p> ",
			"high": "<p>Congratulations! Your company joins top performers in <strong>Broadcast Marketing.</strong> It's clear from what you have accomplished that you have made marketing automation a priority. You have already started experiencing many of its benefits including automating marketing processes, reducing the cost of lead and customer acquisition, and improving marketing efficiencies. And according to Litmus, return on investment for email marketing programs is <strong>38:1</strong>. Hopefully you're seeing similar ROI on your programs. Keep up the good work!</p> "
		},
		"perfect": "<p>Remember, it's important to build upon your initial successes with regard to Broadcast Marketing, specifically around how to best leverage marketing automation, and the pervasive use of blueprints and templates. These foundational elements will help you through the organizational transformation that will deliver the efficiencies your executive team is expecting.</p>",
        "noexcellence":"<p>When you continuously refine your broadcast marketing tactics, specifically those around leveraging marketing automation, and maximize your use of blueprints and templates across basic channels like web and email, you build a foundation for success. Keep up the good work and continue to push for better results.</p>",
		"recommendations": [{
				"title": "Marketing automation",
				"icon": "icon-automation",
				"no": "Leveraging more automation is vital to transforming and streamlining your sales and marketing processes. To maximize the business benefit from marketing automation, it's important to take a holistic view and transform as many of your old processes as possible, including manual processes around email and campaign management to automating lead flow.",
				"yes": "Your organization is already taking advantage of marketing automation. Continue to look at your manual processes in order to continually realize efficiencies."
			},
			{
				"title": "Blueprints, templates, and more",
				"icon": "icon-blueprints",
				"no": "We encourage you to take more advantage of your entire marketing automation platform. This helps save time and money and will be key to your success. Templates, campaign blueprints, webforms, and landing pages deliver results immediately in the form of improved marketing scale, efficiency, and brand experience.",
				"yes": "Your teams are saving time because you have integrated the use of pre-built campaign blueprints and templates to standardize and scale your marketing strategy."
			},
			{
				"title": "Batch-and-Blast",
				"icon": "icon-bnb",
				"no": "A \"batch-and-blast\" approach is a natural place to start as you learn  the new system. After all, you have to learn how to walk before you can run. And for key communications and customer updates, \"batch-and-blast\" is a good option before you take advantage of more complex, time-intensive segmentation efforts. ",
				"yes": "You've implemented \"batch-and-blast\" to handle customer and company-wide announcements. Now it's time to consider personalization."
			},
                            	{
				"title": "Targeted communications",
				"icon": "icon-target",
				"no": "Consistently segmenting your contact lists by persona, industry, location, or specific product interest can greatly enhance the relevancy of your communications to  customers and increase their interest in hearing from you. Notably, marketers recognized a 760% increase in revenue from segmented campaigns (Campaign Monitor).",
				"yes": "Well done! By ensuring your customers are getting communications more relevant to their interests, you join the ranks of 74% of marketers who say targeted personalization increases customer engagement (eConsultancy).  "
			},
			{
				"title": "Basic channels (email and web)",
				"icon": "icon-basic",
				"no": "Email is still ranked as the single most effective tactic for engagement and retention (Gigaom Research). When it comes to web, 90% of searchers are undecided before starting their search (Omnicore Agency). That's why  you need to understand how to continue to maximize value from these two core channels.",
				"yes": "Keep up the momentum! You've streamlined your email and web marketing campaigns."
			},
			{
				"title": "CRM integration",
				"icon": "icon-CRM",
				"no": "Marketing automation helps teams increase capacity, scale, and yield of any marketing effort. And when you integrate your CRM application, it amplifies these benefits further. For sales, this means better action lists of prospects, leads, and opportunities. For marketing, this translates to a more accurate view into the entire pipeline.",
				"yes": "Based on your response on CRM integration, you should be seeing real change in the form of better sales and marketing alignment and visibility."
			}
		]
	},
	"responsive": {
		"responsive_text": {
			"low": "<p>As you might already be finding, increasing volume without improving relevancy has diminishing returns. You should consider leveraging capabilities that let you engage in more than simple marketing automation and begin to focus on improving conversion rates and optimizing sales funnels and paths. Some capabilities to consider if you aren't already engaging in them are: adaptive campaign nurture programs, personalization, lead scoring, segmentation, behavioral re-targeting, A/B email testing, and testing and optimization for landing pages and websites.</p>",
			"medlow": "<p>You're on the way to being a <strong>Responsive Marketer</strong> and having  more of a conversation than a one-way push. </p><p>Now consider adding capabilities that help you focus on improving conversion rates and optimizing sales funnels and paths. Some capabilities to consider if you aren't already engaging in them are: lead scoring, segmentation, behavioral re-targeting, A/B email testing, and testing and optimization for landing pages and websites.</p>",
			"medhigh": "<p>You're on the way to being a <strong>Responsive Marketer</strong> and having  more of a conversation than a one-way push. </p><p>Now consider adding capabilities that help you focus on improving conversion rates and optimizing sales funnels and paths. Some capabilities to consider if you aren't already engaging in them are: behavioral re-targeting, A/B email testing, and testing and optimization for landing pages and websites.</p> ",
			"high": "<p>Congratulations! Your company joins top performers in <strong>Responsive Marketing.</strong> You're clearly recognizing the many benefits of improving conversion rates and optimizing sales funnels and paths.</p><p> According to Gartner,  integrating four or more channels can improve campaign performance by 300%. Accenture says 91% of customers are more likely to shop with brands that recognize, remember, and provide them with relevant offers and recommendations. Hopefully you're seeing similar or even better results!</p>"
		},
		"perfect": "<p>At this stage, it's all about continuous improvements that can only be achieved by staying laser-focused on your multi-channel marketing, adaptive campaign nurture programs, personalization, lead scoring and segmentation, to drive maximum ROI and revenue uplift.</p>",
        "noexcellence":"<p>Keep the momentum going, especially around key strategies and tactics like multi-channel marketing and testing, adaptive campaign nurture programs, lead scoring, and behavioral re-targeting. When done right, these tactics will fuel your strategy to continuously drive maximum ROI and revenue uplift.</p>",
		"recommendations": [{
				"title": "Multi-channel marketing",
				"icon": "icon-multichannel",
				"no": "According to McKinsey, when using multiple channels to engage buyers, open rates increase by 84%. Gartner research indicates integrating four or more channels can improve campaign performance by 300%. And remember it's still all about the right content at the right time on the right channel.",
				"yes": "You have realized the benefit of coordinating your marketing across multiple channels. Keep up the good work."
			},
			{
				"title": "Campaign automation",
				"icon": "icon-campaign-automation",
				"no": "As you already know, automating campaigns can greatly increase efficiency. Adding an \"always on\" nurture campaign lets you engage prospects who have signaled their interest, allowing you to intelligently add them into an adaptive nurture campaign and keep them engaged at just the right level. ",
				"yes": "It's great to see you have taken the next step to gain greater efficiencies by automating campaigns where possible. Many marketers have realized great benefits running \"always on\" nurture campaigns."
			},
			{
				"title": "Adaptive campaign nurture programs",
				"icon": "icon-nurture",
				"no": "Adaptive nurture campaigns leverage the predictive capabilities of machine learning to deliver different paths for different buyers, personalizing experiences with dynamic content. And when research indicates that 55% of the total emails sent across the globe are marked as SPAM (Inboxarmy), this is critical to ensuring your message gets received. ",
				"yes": "You're becoming an expert at automation. Using data-driven adaptive nurture campaigns that leverage machine learning can increase your message delivery by up to 55% (Inboxarmy)."
			},
			{
				"title": "Personalization",
				"icon": "icon-personalization",
				"no": "When you build segments based on customer intent you deliver more personalized experiences to customers and prospects.  As a result, according to McKinsey, marketers who personalize their customers' experiences can see a lift in revenue of ~15%, improve their efficiencies by 10-30%, and decrease acquisition costs by 50%.",
				"yes": "Now we're talking - it's great to see that your company has realized personalization could increase revenue by up to 15%, improve efficiencies by 10-30%, and decrease acquisition costs by 50% (McKinsey)."
			},
             	{
				"title": "Basic lead scoring",
				"icon": "icon-basic",
				"no": "According to a lead scoring survey by Demand Gen Report, 41% of respondents saw improved conversion rates, 43% saw an increase in the number of marketing qualified leads, and 32% saw a rise in sales-ready leads. And organizationally, 53% of those surveyed experienced improved marketing and sales alignment with lead scoring.",
				"yes": "You get top marks for using lead scoring!"
			},
			{
				"title": "Adaptive lead scoring",
				"icon": "icon-adaptive",
				"no": "Integrating more of a data-driven, algorithmic lead scoring methodology takes out human bias and its resulting subjectivity. An adaptive lead scoring model combines huge amounts of historical and behavioral data with predictive modeling to instantly identify the sales leads that are most likely to convert, resulting in greater precision and outcomes.",
				"yes": "You have joined an elite group of customers that has taken their lead scoring to the next level with data-driven adaptive lead scoring."
			},
		
			{
				"title": "Segmentation",
				"icon": "icon-segmentation",
				"no": "According to DMA, segmented and targeted emails generate 58% of all revenue, which presents a huge opportunity for marketing teams. It allows them to move from sending a broadcast message to one that is tailored and relevant to their audiences based on behavior, personal data, or company information for improved campaign performance and ROI.",
				"yes": "Your company understands the power of segmentation - specifically it can drive up to 58% of all revenue (DMA)."
			},
			{
				"title": "Behavioral re-targeting",
				"icon": "icon-behavioral",
				"no": "In the experience economy, the customer journey is no longer linear and marketers have only micro-moments in which to engage buyers. The speed at which you can target and engage with accurate data will determine your ultimate success at buyer acquisition through close of sale.",
				"yes": "It's great to hear that your marketing team is looking at behaviors and micro-moments to gauge user intent."
			},
			{
				"title": "A/B email testing",
				"icon": "icon-ab",
				"no": "According to LinkedIn, 63% of companies say A/B testing is valuable for conversion rate optimization. Start by identifying one element of an email to test, e.g., focus on content elements like subject lines, headlines, or calls to action, or design elements like color choice, button design, etc., and optimize based on testing. ",
				"yes": "You're becoming a pro! Congratulations on your successful integration of email testing."
			},
			{
				"title": "Testing and optimization for landing pages and websites",
				"icon": "icon-testing",
				"no": "According to Taylor & Frances Group, it takes about 50 milliseconds (that’s 0.05 seconds) for users to form an opinion about your website and decide whether they’ll stay or leave. Website testing efforts can be worthwhile and, according to Steelhouse, when done correctly, can boost conversions by 300% or more.",
				"yes": "You get top scores for all the work you have been doing around testing and optimizing landing pages and websites."
			}
		]
	},
	"relationship": {
		"relationship_text": {
			"low": "<p>As you might already be finding, it's challenging to create consistent and relevant messages across marketing channels and ensure you're delivering timely communication. Consider leveraging capabilities that let you embrace more AI-driven decision-making to increase repeat purchases by connecting experiences across marketing channels and increasing the relevancy of your marketing programs and offers. Strategies around advanced segmentation, strong ABM programs that increase marketing and sales alignment, AI-driven offers, and intelligent orchestration should help develop your relationship marketing capabilities.</p> ",
			"medlow": "<p>You're on the way to being a <strong>Relationship Marketer</strong> and successfully messaging across channels to create a seamless customer experience to increase engagement. Consider adding or improving on capabilities that let you embrace more AI-driven decision-making to increase repeat purchases and implementing a strong ABM program to increase marketing and sales alignment. In addition, AI-driven offers and intelligent orchestration should help develop your relationship marketing capabilities  to increase repeat purchasing and deepen account engagement. </p>",
			"medhigh": "<p>You're on the way to being a <strong>Relationship Marketer</strong> and successfully messaging across channels to create a seamless customer experience to increase engagement. Consider adding or improving on capabilities that let you embrace more AI-driven decision-making to increase repeat purchases. Further leveraging AI-driven offers and intelligent orchestration should help develop your relationship marketing capabilities to increase repeat purchasing and deepen account engagement.</p>",
			"high": "<p>Your company gets top scores in  <strong>Relationship Marketing</strong>, but as we know, marketing is an iterative process that involves continuous measurement and management of your strategy and related marketing tactics. According to Gartner, 90% of marketers struggle to seamlessly connect more than three channels at a time. You're clearly recognizing the many benefits of more data-driven decision-making to increase engagement by connecting experiences across channels, and increasing the relevancy of your marketing programs and offers.  With all these great results it might seem like you can stop there, but the reality is, if you continuously set targets for your team you will be set to maximize both outputs and results from your marketing effort.</p><p> Keep up the great work.</p>"
		},
		"perfect": "<p>Don't take your eye off the prize, especially strategic tactics such as advanced segmentation, cross-channel orchestration, predictive lead scoring and AI-powered insights. Executed correctly, you'll realize huge wins by meeting revenue expectations and by delivering real-time intelligence to your key stakeholders.</p>  ",
        "noexcellence":"<p>Great start. Its important to continue refining your success factors, specifically around advanced segmentation, cross-channel orchestration, predictive lead scoring and AI-driven intelligent recommendations. When done right, magic happens.</p>",
		"recommendations": [{
				"title": "Advanced segmentation",
				"icon": "icon-advanced",
				"no": "According to Dun & Bradstreet, <20% of marketers are extremely confident their segmented campaign lists actually represent their target audience. Advanced segmentation empowers marketers to use segmentation tools and audience filters to target and engage buyers with more personalized, real-time communications based on changing profile and behavior data. ",
				"yes": "It's great to see you're leveraging advanced segmentation! Hopefully you're recognizing an increase in your MQLs as a result. Keep up the good work!"
			},
			{
				"title": "Account signals and scoring",
				"icon": "icon-account",
				"no": "An account scoring model simplifies target prioritization in your market and identifies an account’s changing propensity to buy. Tracking important account signals provides an opportunity to engage at the right time with the right people in that account instead of relying on outdated information.",
				"yes": "Great job! With account scoring in place, you're giving your teams a better opportunity to engage at the right time with the right people in the account. "
			},
			{
				"title": "Cross-channel orchestration",
				"icon": "icon-cross",
				"no": "To create seamless experiences, marketers have to meet customers with consistent messaging, intent, and imagery on their preferred channels (social, web, email, events, or online advertising). B2B buyers who consume highly consistent information across multiple supplier channels are over 4x likelier to complete a high-value, low-regret purchase (Gartner).",
				"yes": "Your customers are getting a more consistent experience because you've adopted cross-channel orchestration. They're 4x more likely now to complete a high-value, low-regret purchase (Gartner)."
			},
			{
				"title": "Account personalization",
				"icon": "icon-personalization",
				"no": "A successful ABM approach requires a shift from topical content designed to get the highest number of clicks, to hyper-targeted account based content that appeals to the buying committees. With this, you can shift from developing content around the individual's interests to those of a range of stakeholders. ",
				"yes": "Well done! By personalizing content at the account level, you're better able to appeal to the buying committees your sales teams are engaged with."
			},
			{
				"title": "Account based marketing",
				"icon": "icon-marketing",
				"no": "ABM drives more revenue than any other marketing approach. According to ITSMA, up to 45% of those who incorporate ABM see at least 2x ROI. ABM is now table stakes as it shifts the success metric towards Account Lifetime Value with its increased cross-sell and up-sell opportunities.  ",
				"yes": "You're a superstar! According to ITSMA, as many as 45% of those who incorporate an ABM strategy are seeing at least double the ROI."
			},
			{
				"title": "Machine learning and AI",
				"icon": "icon-intelligence",
				"no": "Technology is transforming marketing faster than ever before. Add AI to the mix and marketers experience another layer of complexity. According to eMarketer, AI can help organizations bring new insights and data analysis, feed creativity, and improve organizational decision-making, all while crafting a better customer experience throughout.",
				"yes": "According to eMarketer, marketers who successfully deploy AI into their digital marketing strategy will most certainly rise above the rest. You're a rising star!"
			},
			{
				"title": "Intelligent recommendations",
				"icon": "icon-intelligent",
				"no": "AI-driven decision-making increases the relevancy of your marketing programs and offers. Smart personalization engines used to recognize customer intent will enable digital businesses to increase profits by up to 15% (Gartner). AI that analyzes data about users, items, and interactions enables you to make real-time, data-driven suggestions. ",
				"yes": "Profits must be going way up! According to Gartner, smart personalization engines used to recognize customer intent will enable digital businesses to increase their profits by up to 15%."
			},
			{
				"title": "Send time optimization",
				"icon": "icon-send",
				"no": "Get buyers' attention when they are historically most attentive to their emails. Send time optimization is a data-driven approach to ensure messages are sent at the contact's optimal time for engagement. Oracle CX Marketing sees a ~25% point increase in engagement when optimizing messaging by send time.",
				"yes": "Your emails aren't ending up in a SPAM folder because you're using send time optimization. That's smart marketing! "
			},
			{
				"title": "Real-time personalization",
				"icon": "icon-real",
				"no": "Real-time data empowers you to adjust content and offers based on customer behavior at that moment. It provides insight into visitor movement to, from, and within a site, and helps you and your team understand where modifying messaging, content, and/or offers may be needed.",
				"yes": "You're getting real-time actionable insights from buyer behaviors and activity. This helps inform how you can modify messaging, content, and/or offers for more precise personalization. Good job!"
			},
			{
				"title": "Real-time data insight",
				"icon": "icon-insight",
				"no": "Understanding customer interactions across all touchpoints is still the number one challenge facing marketers today (Forrester and DMA), and the key to this is clean, accurate customer data. Companies who adopt data-driven marketing are six times more likely to be profitable year-over-year (Forbes). ",
				"yes": "You've got a leg up over your competition. According to Forbes, you're 6x more likely to be profitable year-over-year having adopted real-time data insights. "
			},
			{
				"title": "Marketing measurement",
				"icon": "icon-measurement",
				"no": "There's no \"one size fits all\" approach. Marketers need to understand their marketing dollar spend, social media's impact, volume of qualified leads coming in and their source, etc. Marketers also must look from acquisition to sale to get the true measure and impact of marketing programs on revenue.",
				"yes": "Congratulations! With detailed marketing reports and closed loop reporting in place, you've got your finger on your marketing spend, the impact of social media, and insight into how many MQLs turn into a sale. "
			},
			{
				"title": "Marketing data integration",
				"icon": "icon-m-data",
				"no": "Integrating data across marketing channels and incorporating offline data allows multiple strands of information across different platforms to be cross-referenced for a deeper understanding of the customer. This provides a stronger base for targeting and scoring your buyers and a more holistic insight into their interest.",
				"yes": "According to Bain and Company, marketing leaders in North America are 1.6x more likely than laggards to prioritize integrating their platforms. You're a leader. "
			}
		]
	},
	"lifecycle": {
		"lifecycle_text": {
			"low": "<p>As you might already be finding, creating a connected customer profile can be a herculean task. But the investment is worth it. Today's customers expect every interaction with a brand to be consistent across marketing, sales, and service. They expect brands to know them better than they know themselves. Central to achieving this is a data-first approach that enables connected customer intelligence across marketing, sales, commerce, service and loyalty. In order to deliver this, you need to have a robust understanding of your customer no matter how or when they interact with your brand.</p><p> The ultimate goal is to reduce customer churn and maximize customer lifetime value, by delivering a relevant, consistent, and timely experience at each customer touchpoint. Focus on connecting your  data into a complete customer profile and linking this customer intelligence into a comprehensive experience.</p> ",
			"medlow": "<p>You're on your way to delivering a unified brand experience across all customer touchpoints! Breaking down the silos is the only way to gain business insights and drive economic value from CX investments. The first step to breaking down the silos is to create a comprehensive, connected customer profile. To drive revenue growth in the experience economy, activating that customer intelligence in each of the micro-moments your customers engage is critical. These micro-moments occur on your customers’ terms and your CX strategy must enable whoever touches your customer first. This could be on your website today, but it could be a chatbot or a hand gesture tomorrow, and you need to be ready when your customers force you to be. The point is, with this connected approach, you are better armed to deliver the kind of experiences your customers have come to expect. In the experience economy, it’s your customers who dictate how and when they engage.</p>",
			"medhigh": "<p>You're on your way to delivering a unified brand experience across all customer touchpoints!  You're already breaking down the silos to gain business insights and drive economic value from CX investments. To drive revenue growth in the experience economy, activating that customer intelligence in each of the micro-moments your customers engage is critical. These micro-moments occur on your customers’ terms and your CX strategy must enable whoever touches your customer first. This could be on your website today, but it could be a chatbot or a hand gesture tomorrow, and you need to be ready when your customers force you to be. </p><p>The point is, with this connected approach, you will be better armed to deliver the kind of experiences your customers have come to expect. In the experience economy, it’s your customers who dictate how and when they engage. </p>",
			"high": "<p>Congratulations! Your company joins top performers in <strong>Lifecycle Engagement</strong>. </p><p>You're a CX leader and creating truly connected experiences through connected data and insights, which is no small feat. According to Experian, the top three challenges to building a single customer profile for each customer with the highest accuracy are inability to link different technologies (40%), poor data quality (34%), and lack of relevant technology (32%). But according to Forrester, leaders in CX marketing tend to <strong>drive five times better revenue growth</strong> and outperform CX laggards on stock price growth by <strong>29 percentage points</strong>. Hopefully you're seeing similar or better results. </p><p>Keep up the great work! </p>"
		},
        		"perfect": "<p>At this stage it's important to continuously refine the building blocks of Lifecycle Engagement, specifically around creating a comprehensive customer profile and connecting your customer intelligence to drive revenue and the vision for a new CX.</p>  ",
        "noexcellence":"<p>Did you know your company is on the path to becoming a CX leader? Follow your data. It's the key to deliver total customer visibility, seamless connectedness across every system powered by pervasive knowledge, and intelligence at every CX interaction.</p>",
		"recommendations": [{
				"title": "Unified customer profile",
				"icon": "icon-unified",
				"no": "Connecting all your data sources allows you to build a single customer profile for each customer with the highest accuracy. A single view of your customer enables timely, relevant, and consistent experiences across every customer interaction and simplifies the integration of online, offline, and third-party data sources.",
				"yes": "Great job! With a single view of your customer, you ensure timely, relevant, and consistent experiences across every customer interaction."
			},
			{
				"title": "Advanced personalization",
				"icon": "icon-advanced-person",
				"no": "Customers expect real-time, personalized and contextual experiences when they want them and how they want them, and for marketers to know them better than they do. But to really know them, marketers must access all customer journey data like marketing, sales, and service, to drive true personalization.",
				"yes": "Congratulations! According to McKinsey, by providing personalized experiences, marketers experienced a ~ 15% lift in revenue, a 10-30% increase in efficiencies, and acquisition costs decreased by as much as 50%."
			},
			{
				"title": "Commerce",
				"icon": "icon-bib",
				"no": "B2B buyers prefer an easier buying experience similar to their consumer experience. For repeat purchases and low-consideration ancillary products/services, buyers don’t want to speak with a rep – they prefer to shop online when possible. Your competitors are already moving this direction and taking market share daily.",
				"yes": "You're a smart B2B marketer who recognizes that B2B buyers demand a buying experience that more closely resembles the consumer experience. "
			},
			{
				"title": "Customer loyalty",
				"icon": "icon-loyalty",
				"no": "According to Gartner, 80% of all future profits will come from 20% of existing customers. You have a greater chance of selling to an existing customer than a new one. It can cost up to 7x more to acquire a new account than to keep one. ",
				"yes": "According to Gartner, 80% of all future profits will come from 20% of existing customers. You understand the importance of customer retention. "
			},
			{
				"title": "Service aware marketing",
				"icon": "icon-aware",
				"no": "To the customer, the \"service experience\" isn't limited to their contact center interaction. It extends across every touchpoint of your brand.  Ensuring your marketing teams are automatically informed of ongoing customer concerns can help avoid unwanted \"unsubscribes\" to new offers due to their frustration in-the-moment.  ",
				"yes": "Great work ensuring your marketing teams are armed well with automatic customer service concerns. You're not targeting customers in the heat of a bad moment."
			},
			{
				"title": "Empowered service",
				"icon": "icon-empowered",
				"no": "89% of brands expect to be competing mostly or completely on the basis of customer experience (Gartner). The asset of customer data is unique to your company. Giving your service reps in-the-moment insights may provide the perfect opportunity to up-sell something that would suit them perfectly.",
				"yes": "Congratulations! By empowering your service teams with data, you're in a strong position to compete on customer experience, AND drive up-sell. "
			},
			{
				"title": "Service aware sales",
				"icon": "icon-sales",
				"no": "Every customer wants to feel like they have been heard when they have an issue, including by their sales rep. Connecting the critical digital touchpoints across sales and service interactions will position your sales team to provide relevant interactions that will lead to better experiences.",
				"yes": "Connecting critical digital touchpoints across sales and service interactions positions your sales team to provide relevant interactions, timed appropriately, that lead to better experiences. "
			},
			{
				"title": "Measure customer lifetime value",
				"icon": "icon-lifetime",
				"no": "It's good you are measuring customer lifetime value over the duration of your business relationship. This insight helps to prioritize your marketing efforts and spend, while maintaining profitability. And it can help identify trends that could predict propensity to buy or if their business becomes a flight risk. Keep improving your insights using real-time customer metrics to better anticipate opportunities and reduce churn. ",
				"yes": "Understanding your customer across their many touchpoints with your brand creates better experiences than your competition. You're also building higher customer lifetime value, and more defensible, long-term customer relationships."
			}
		]
	}
}